<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
{{--    <title>Разработка электроники - Dimgent Technologies</title>--}}
    <title>dim-tail.test</title>
    @vite('resources/css/app.css')
</head>
<body class="bg-ghost-white text-gray-800 font-hanken-grotesk pb-20">
    <div class="relative min-h-screen px-10">
                    <nav class="flex justify-between items-center py-4 px-10 border-b
        border-black/20 bg-blue-dimgent fixed top-0 left-0 w-full z-50
        shadow-md">
            <div>
                <a href="/">
                    <img src="{{ Vite::asset('resources/images/logo.png') }}"
                         alt="Logo of Dimgent Technologies">
                </a>
            </div>

            <div class="space-x-6 font-bold navbar">
                <a href="/">Главная</a>
                <a href="/products">Разработки</a>
                <a href="/services">Услуги</a>
                <a href="/projects">Проекты</a>
                <a href="/contacts" >Контакты</a>
                <a href="/about" >О нас</a>
            </div>

            <div class="space-x-3 font-thin text-sm">
                <a href="httpS://dimgent.com/" class="font-semibold">Eng</a>
                <a href="#">Ru</a>
            </div>

        </nav>

        <main class="mt-10 max-w-[986px] mx-auto">
{{--            {{ $slot }}--}}

            <!-- Begin of right column -->
            <div id="left">
                <div>
                    <h4 class="top">Осуществляем:</h4>
                    <ul>
                        <li>Полный цикл разработки электроники <br />(концепт – готовое изделие).</li>
                        <li>Реализацию отдельных стадий разработки.</li>
                        <li>Завершение разработки уже начатых и еще незаконченных проектов.</li>
                    </ul>
                </div>
                <div>
                    <h4 class="top">«Dimgent Technologies» – это:</h4>
                    <ul>
                        <li>Более 20 лет опыта.</li>
                        <li>Более 50 успешно реализованных проектов.</li>
                        <li>Опытные специалисты.</li>
                        <li>Высокая гарантия качества.</li>
                        <li>Короткие сроки разработки.</li>
                        <li>Низкая цена.</li>
                        <li class="link"><a href="about.html">Подробнее...</a></li>
                    </ul>
                </div>
                <div>
                    <h4 class="top">Также осуществляем:</h4>
                    <ul>
                        <li>Программирование контроллеров (микроконтроллеров).</li>
                    </ul>
                </div>
                <div>
                    <h4 class="top">Расстояние – проблема? Конечно, нет!</h4>
                    <p>Большинство наших клиентов из других стран желали заказать разработку устройства на основе аутсорсинга для сокращения расходов.</p>
                    <p>Некоторые из них были обеспокоены, что работы ведутся на большом расстоянии, однако, когда был получен готовый продукт и оценено его качество, то заказчики осуществили еще несколько заказов на разработку электронного оборудования.</p>
                    <p>Мы можем заверить Вас, что расстояние не будет проблемой, так как Интернет делает нас ближе, чем когда-либо ранее.</p>
                    <p>Более того, мы будем своевременно информировать Вас о ходе выполнения работы с фотографиями и видео, если это будет необходимо.</p>
                </div>
            </div>
            <div id="left">
                <div>
                    <h4 class="top">Осуществляем:</h4>
                    <ul>
                        <li>Полный цикл разработки электроники <br />(концепт – готовое изделие).</li>
                        <li>Реализацию отдельных стадий разработки.</li>
                        <li>Завершение разработки уже начатых и еще незаконченных проектов.</li>
                    </ul>
                </div>
                <div>
                    <h4 class="top">«Dimgent Technologies» – это:</h4>
                    <ul>
                        <li>Более 20 лет опыта.</li>
                        <li>Более 50 успешно реализованных проектов.</li>
                        <li>Опытные специалисты.</li>
                        <li>Высокая гарантия качества.</li>
                        <li>Короткие сроки разработки.</li>
                        <li>Низкая цена.</li>
                        <li class="link"><a href="about.html">Подробнее...</a></li>
                    </ul>
                </div>
                <div>
                    <h4 class="top">Также осуществляем:</h4>
                    <ul>
                        <li>Программирование контроллеров (микроконтроллеров).</li>
                    </ul>
                </div>
                <div>
                    <h4 class="top">Расстояние – проблема? Конечно, нет!</h4>
                    <p>Большинство наших клиентов из других стран желали заказать разработку устройства на основе аутсорсинга для сокращения расходов.</p>
                    <p>Некоторые из них были обеспокоены, что работы ведутся на большом расстоянии, однако, когда был получен готовый продукт и оценено его качество, то заказчики осуществили еще несколько заказов на разработку электронного оборудования.</p>
                    <p>Мы можем заверить Вас, что расстояние не будет проблемой, так как Интернет делает нас ближе, чем когда-либо ранее.</p>
                    <p>Более того, мы будем своевременно информировать Вас о ходе выполнения работы с фотографиями и видео, если это будет необходимо.</p>
                </div>
            </div>
            <div id="left">
                <div>
                    <h4 class="top">Осуществляем:</h4>
                    <ul>
                        <li>Полный цикл разработки электроники <br />(концепт – готовое изделие).</li>
                        <li>Реализацию отдельных стадий разработки.</li>
                        <li>Завершение разработки уже начатых и еще незаконченных проектов.</li>
                    </ul>
                </div>
                <div>
                    <h4 class="top">«Dimgent Technologies» – это:</h4>
                    <ul>
                        <li>Более 20 лет опыта.</li>
                        <li>Более 50 успешно реализованных проектов.</li>
                        <li>Опытные специалисты.</li>
                        <li>Высокая гарантия качества.</li>
                        <li>Короткие сроки разработки.</li>
                        <li>Низкая цена.</li>
                        <li class="link"><a href="about.html">Подробнее...</a></li>
                    </ul>
                </div>
                <div>
                    <h4 class="top">Также осуществляем:</h4>
                    <ul>
                        <li>Программирование контроллеров (микроконтроллеров).</li>
                    </ul>
                </div>
                <div>
                    <h4 class="top">Расстояние – проблема? Конечно, нет!</h4>
                    <p>Большинство наших клиентов из других стран желали заказать разработку устройства на основе аутсорсинга для сокращения расходов.</p>
                    <p>Некоторые из них были обеспокоены, что работы ведутся на большом расстоянии, однако, когда был получен готовый продукт и оценено его качество, то заказчики осуществили еще несколько заказов на разработку электронного оборудования.</p>
                    <p>Мы можем заверить Вас, что расстояние не будет проблемой, так как Интернет делает нас ближе, чем когда-либо ранее.</p>
                    <p>Более того, мы будем своевременно информировать Вас о ходе выполнения работы с фотографиями и видео, если это будет необходимо.</p>
                </div>
            </div>
            <!-- End of right column -->

        </main>
    </div>
    <h1>Dimgent Technologies</h1>
</body>
</html>
